{

    "privacy": [

        {
            "type": "header",
            "text": {
                "en": "Effective Date: 31th January 2022",
                "es": "Fecha efectiva: 31 Enero 2022"
            }
        },
        
        {
            "type": "header",
            "text": {
                "en": "Purpose",
                "es": "Motivos"
            }
        },

        {
            "type": "body",
            "text": {
                "en": [
                    "1. When, why and how we collect and store your personal data",
                    "2. How we use your personal data",
                    "3. The choices you have about your personal data",
                    "This Privacy Policy applies to Luvia Games games, websites and related services, which we here collectivelly call the Service.",
                    "We may periodically update this Privacy Policy. Before making any changes, we will notify you by posting a notice in the Service prior to the change becomming effective.", 
                    "Your continued use of the Service after the effective date will be subject to the new Privacy Policy."
                ],
                "es": [
                    "1. Donde, porqué y como obtenemos y almacenamos tus información personal",
                    "2. Como utilizamos tus datos",
                    "3. Las opciones que dispones para gestionar tus datos",
                    "Esta Política de Privacidad aplica a los juegos de Luvia Games, páginas web y servicios relacionados, que agruparemos como Servicio.",
                    "Nos reservamos el derecho de actualizar de manera períodica esta Política de Privacidad. Ante cualquier cambio, te notificaremos publicando un boleto informativo en el Servicio antes de que los cambios se hagan efectivos",
                    "Tu uso continuo del Servicio tras la fecha efectiva estará sujeto a la nueva Política de Privacidad."
                ]
            }
        },

        {
            "type": "header",
            "text": {
                "en": "When do we collect your data?",
                "es": "¿Cuándo obtenemos tus datos?"
            }
        },

        {
            "type": "body",
            "text": {
                "en": [
                    "User data might be collected by third party ad providers such as AdMob. We will ONLY collect data if you have a registered a Luvia Cloud account and you've Logged In in a service that uses it, like a game or a website.",
                    "We will NOT collect any data on offline games where Luvia Cloud services are not present. We will NOT collect data if you are not using Luvia Cloud or online features that require, by their nature, the need of a registered account."
                ],
                "es": [
                    "Los datos de usuario pueden ser recopilados por proveedores de anuncios como AdMob. Nostros únicamente obtenemos datos si tienes una cuenta registrada con Luvia Cloud y has iniciado sesión en un servició que lo utilice, como un juego una página web.",
                    "Nosotros NO obtenemos datos en juegos sin conexión donde los servicios de Luvia Cloud no están presentes. No obtendremos datos si usted decide no utilizar Luvia Cloud o funcionalidades online que requieren, dada su naturaleza, el uso de una cuenta registrada."
                ]
            }
        },

        {
            "type": "header",
            "text": {
                "en": "Why do we need your data?",
                "es": "¿Porqué necesitamos tus datos?"
            }
        },

        {
            "type": "body",
            "text": {
                "en": [
                    "We will use your data to provide you with the services required for our products to function as expected.",
                    "This includes (but it's not limited to): backing up your game save file and online PVP (Player vs Player) services."
                ],
                "es": [
                    "Utilizamos tus datos para proporcionarte los servicios requeridos para que nuestros productos funcionen correctamente.",
                    "Esto incluye (pero no está limitado a): almacenar copias de seguridad de tu fichero de juego y servicios en línea JcJ (Jugador contra Jugador)"
                ]
            }
        },

        {
            "type": "header",
            "text": {
                "en": "How we collect your data?",
                "es": "¿Como obtenemos tu información?"
            }
        },

        {
            "type": "body",
            "text": {
                "en": [
                    "When you Sign Up to Luvia Cloud we will securely store the following data:",
                    "* Current time",
                    "* Your IP address",
                    "* Your device ID",
                    "* Your email address",
                    "* Your login credentials",
                    "If you use a game that includes the Luvia Cloud service, we will also store a backup of the game save data and other game related information like rankings, elo scores etc. This data will depend on the games nature."
                ],
                "es": [
                    "Cuando te registras a Luvia Cloud, almacenaremos de manera segura la siguiente información:",
                    "* Hora de registr",
                    "* Tu dirección IP",
                    "* El identificador de tu dispositivo",
                    "* Tu dirección de correo electrónico",
                    "* Tus credenciales para el inicio de sesión",
                    "Si utilizas un juego que incluye el servicio Luvia Cloud, entonces almacenaremos también una copia de seguridad de los datos del juego y otra información relacionada con el juego. Esta última dependerá exlucisvamente de la naturaleza del juego."
                ]
            }
        },

        {
            "type": "header",
            "text": {
                "en": "How we use your personal data?",
                "es": "¿Como utilizamos tu información personal?"
            }
        },

        {
            "type": "body",
            "text": {
                "en": [
                    "We will only use your data to provide you the services you expect from our products. We will NOT sell nor share your data with a third party."
                ],
                "es": [
                    "Únicamente utilizaremos tus datos para proporcionarte los servicios que esperas de nuestros productos. NO vendremos ni compartiremos tu información con terceros."
                ]
            }
        },

        {
            "type": "header",
            "text": {
                "en": "Your rights and options",
                "es": "Tus derechos y opciones"
            }
        },

        {
            "type": "body",
            "text": {
                "en": [
                    "We believe in providing you complete control about your data. This includes:",
                    "* The ability to request for a complete deletion of your data in a timely manner",
                    "* The ability to request a report on the data we hold about you"
                ],
                "es": [
                    "Queremos proporcionarte un completo control sobre tus datos. Esto incluye:",
                    "* La capacidad de solicitar un borrado completo de tus datos en un tiempo razonable",
                    "* La capacidad de solicitar un reporte de los datos que almacenamos sobre ti"
                ]
            }
        },

        {
            "type": "header",
            "text": {
                "en": "Contact us",
                "es": "Contacta con nosotros"
            }
        },

        {
            "type": "body",
            "text": {
                "en": [
                    "If you have any questions about the Privacy Policy, please contact us at <a href='mailto:luviagames@gmail.com'>luviagames@gmail.com</a>"
                ],
                "es": [
                    "Si tienes alguna duda sobre la Política de Privacidad, por favor contacta con nosotros en <a href='mailto:luviagames@gmail.com'>luviagames@gmail.com</a>"
                ]
            }
        }

    ]

}